ISSUED BY LITTLE ORBIT, INC

Last Updated: May 2018

1. INTRODUCTION AND GENERAL TERMS

These terms apply to the use of games and other products developed, owned and operated by Little Orbit, Inc. ("Little Orbit" / "we" / "us"), including those on GamersFirst.com. Our offices are at 29863 Santa Margarita Parkway #110, Rancho Santa Margarita, CA 92688.

This privacy and data policy ("Privacy Policy") applies and has effect in respect of all games, related online services (including online network play connectivity and interactivity) and other associated software and products made available by us in conjunction with GamersFirst.com (together the "Games").

If you have any questions or comments about this Privacy Policy, please contact us at:

• privacy@littleorbit.com, or via
• https://support.gamersfirst.com

We are committed to protecting and respecting your privacy. The Privacy Policy explains the basis on which personal information we collect from you will be processed by us. Where we decide the purpose or means for which personal data you supply through the Games is processed, we are the "data controller." We will comply with all applicable data protection laws, including the General Data Protection Regulation 2016/679.

Please read this Privacy Policy carefully as it contains important information about the following:

• What information we may collect about you;
• How we will use information we collect about you;
• Whether we will disclose your details to anyone else; and
• Your choices and rights regarding the personal information you have provided to us.

This Privacy Policy should be read in conjunction with our terms of use for the Games which can be found https://www.gamersfirst.com/terms.

The Games may contain hyperlinks to services owned and operated by third parties. These third party services may have their own privacy policies and we recommend that you review them. They will govern the use of personal information that you submit or which is collected by cookies and other tracking technologies whilst using these services. We do not accept any responsibility or liability for the privacy practices of such third party services and your use of these is at your own risk.

We may make changes to this Privacy Policy in future, which will be posted on this page. You should check this page from time to time to ensure you are aware of any changes.

Where appropriate, we may notify you of changes by email or through the Games.

2. INFORMATION WE MAY COLLECT ABOUT YOU

We collect and process the following information, which may include your personal data.

Information provided by you when using the Game 

("Basic Information")

We will collect the following information when you play our Games.

This may include:

• your email address
• your date of birth
• your password, and
• your usernames, nicknames and/or display names for the Games and/or the platform that you use to play the Games, including your: 
	- Steam ID
	- Xbox Gamertag
	- PSN Online ID
	- ARC ID

Contact information provided by you

("Contact Information")

We may ask you for, or you may submit, certain contact information to us whenever you contact us through our support channels.

This may include:

• your email address
• your username, and
• any other content or documents provided by you (for example copies of identification documents)

Content created by our users which we host and display within the Games

("User Content")

When users submit their own User Content to the Games (including via direct messaging) this content may contain personal and non-personal information. This could include information in or about any user-generated content, or anything else a user decides to communicate using the chat or communication functions of the Games that allows users to communicate with one another.

Information related to how you use the Games 

("Analytics")

We may collect technical information about your use of the Games through the use of tracking technologies and analytics.

Personal data we may collect includes the following:

• Steam ID
• Xbox Gamertag
• PSN Online ID
• ARC ID
• Steam, Xbox, PSN or ARC Profile/Display Name (as applicable)
• device information (browser, operating system, hardware information)
• your IP address
• the country in which you are playing the Games
• game play results (e.g. wins/losses, kills/deaths)
• game play progress
• game play time
• user customisation (e.g. character customisation)
• user interface usage (e.g. buttons clicked, screens viewed, in-Game locations visited)
• any purchases and spend you have made in a Game, and
• identification of crashes and bugs
• your in-game avatar (including without limitation character, clothing and weapon customisations and modifications), and
• screenshots of your gameplay in the event that we suspect you of cheating in connection to the Games.

We use anti-cheat software to detect and prevent cheating by users playing our Games, including GameBlocks' Fairfight. Those systems may collect analytics on our behalf and in accordance with our instructions, and its applicable privacy notice.

If you would like to find out more about the ways GameBlocks collect and processes this information this is likely to be set out in their privacy policy. Please refer to https://www.gameblocks.com/privacy

Information collected from third parties

("Payment Information")

When you make a purchase through the Games you may provide your payment details directly to us, or we will provided your details (which may include your full name and address) from the relevant payment provider.

3. WHY WE COLLECT INFORMATION ABOUT YOU

To provide the Games to you

We will use information about you (including Basic Information, User Content, Analytics and Payment Information) for delivering the Games to you under the terms of use agreed between us, as well as contacting you about matters requiring your attention relating to the Games (for example an update to these terms).

This processing of information in this way is necessary for us to:

• make the Games available to you
• record your progress and current status within a Games, and
• ensuring that the Games function properly so that you have the best experience when playing our Games.

To help us improve the Games and fix any problems

We may process information about you (including Basic Information and Analytics) so that we can analyse and improve the Games.

This processing is also necessary for us to pursue our legitimate interests of (i) ensuring that the Games function properly so that you and other users have the best experience when playing our Games; (ii) improving the quality of the Games, and providing a better experience to our users; and (iii) identifying and correcting any bugs in the Games.

To respond to your enquiries and requests for support

We may process Basic Information, Contact Information, Analytics and Payment Information so that we are able to properly respond to your enquiries and support requests.

We use a third party platform provider called Zendesk to resolve customer support incidents.

Further details about the way in which Zendesk may collect and process your information can be found in their terms, which you can access at https://www.zendesk.com/company/customers-partners/privacy-policy.

To police the Games

We process Analytics and User Content for the legitimate interests of ensuring that cheating does not take place within our Games, and to otherwise ensure that users comply with the applicable terms of use agreed between us (for example, so that we can prevent the harassment and bullying of users and engender a healthy gaming community so that all users can enjoy playing our Games).

To engage players to play the Games

• We may process information (including some Basic Information, User Content and Analytics) to understand what parts of our Games people enjoy and what we can do to pursue our legitimate interests of acquiring new users for the Games and to encourage engagement from our current but less active users.

To improve the monetisation of the Games via in-game purchases

We may process information (including Basic Information, User Content and Analytics) to understand how users use the Games, and to compile statistical reports regarding that activity, as well as understanding how users progress, and their current status within a Game.

This processing is necessary for us to pursue our legitimate interests of improving the Games and increasing the amount of revenue generated via in-game purchases.

To prevent fraud and illegal activity

We process personal data for the legitimate interests of ensuring that any use of the Games is lawful and non-fraudulent, does not disrupt the operation of our services, does not harass our staff or other individuals, and to enforce our legal rights and comply with our legal obligations.

Where we reasonably believe that you are or may be in breach of any applicable laws or our terms of use, we may use your personal information to inform relevant third parties such as your law enforcement agencies about the content.

We reserve the right to disclose your identity to any third party who is claiming that any User Content posted by you constitutes a violation of their intellectual property rights, or of their right to privacy. You may not copy, download, or embed any User Content without the express written permission of the content owner. You may not use any User Content for any commercial purposes, or any public performances.

We work with the platforms (Steam (Valve), Sony, Microsoft and ARC) to assist us with fraud prevention and the detection of any illegal activity (e.g. to verify in-games purchases made through the applicable platform).

Marketing

We use you email address (Basic Information) to provide you with promotional materials about the Games. We might send you marketing emails about products or services which are similar to or related to the Games, but we shall not do so without your express consent.

4. DATA SHARING

We will share your information with third parties only in the ways that are described in this Privacy Policy

Group members, personnel, suppliers or subcontractors: We keep your information confidential, but may disclose it to any member of our group (which means our subsidiaries, our ultimate holding company and its subsidiaries, as defined in section 1159 of the Companies Act 2006), our personnel, suppliers or subcontractors insofar as it is reasonably necessary for the purposes set out in this Privacy Policy. However, this is on the basis that they do not make independent use of the information, and have agreed to safeguard it.

Merger or acquisition: If we are involved in a merger, acquisition or sale of all or a portion of our assets, you will be notified via email, account message and/or a prominent notice on our website of any change in ownership or uses of this information, as well as any choices you may have regarding this information.

Required by law: In addition, we may disclose your information to the extent that we are required to do so by law (which may include to government bodies and law enforcement agencies); in connection with any legal proceedings or prospective legal proceedings; and in order to establish, exercise or defend our legal rights (including providing information to others for the purposes of fraud prevention).

Enforcement: We may also disclose your personal information to third parties in order to enforce or apply the terms of agreements, to investigate potential breaches or to protect the rights, property or safety of Little Orbit, our customers or others.

Digital Content Stores: The Games are made available to download via third party platforms such as Xbox Live and PlayStation Network and we may disclose your personal information for the purposes of making the Games available and facilitating any in-Game payments.

Support Centre: We use a third party platform provider called Zendesk to manage any support requests, queries and issues raised by users. Further details about the way in which Zendesk may collect and process your information can be found in their terms at https://zendesk.com/company/customers-partners/terms-of-use.

5. AUTOMATED DECISION MAKING

PLEASE NOTE: We use automated decision-making methods which do not involve human involvement to process your information only in the ways that are described in this Privacy Policy.

We work with GameBlocks (to implement their server-side anti-cheat software, FairFight) (to implement their client-side anti-cheat software) to detect cheating.

We process Analytics via automated decision-making methods in order to identify users who are cheating in the Games.

You can find more information on how we handle cheating in the EULA for the applicable Game which you can find at https://www.gamersfirst.com/terms.

Where you have been determined to be, or suspected of, cheating (or violating the terms of use for our Games) you may be temporarily or indefinitely suspended from playing a Game. In this scenario, the user will be informed of the outcome and will have the right to obtain human intervention to express his or her point of view and to contest the decision to block access to the relevant Game. If this applies to you, please contact us at: privacy@littleorbit.com or online at https://support.gamersfirst.com.

6. CONSUMER CONTROL AND OPT-OUT OPTIONS

You can withdraw your consent to our use of your email address for marketing purposes by opting out of receiving communications from us.

7. YOUR RIGHTS IN RELATION TO PERSONAL DATA WHICH WE PROCESS RELATING TO YOU

You have the following rights over the way we process personal data relating to you, as set out in the table below. We aim to comply without undue delay and within one month at the latest.

To make a request, please let us know via email at privacy@littleorbit.com, or online at https://support.gamersfirst.com.

Ask for a copy of data we are processing about you and have inaccuracies corrected

You have the right to request a copy of the personal information we hold about you and to have any inaccuracies corrected.

We will use reasonable efforts to the extent required by law to supply, correct or delete personal information held about you on our files (and with any third parties to whom it has been disclosed to).

Object to us processing data about you

You can ask us to restrict, stop processing or delete your personal data if:

• you consented to our processing the personal data and have withdrawn that consent;
• we no longer need to process that personal data for the reason it was collected;
• we are processing that personal data because it is in the public interest or it is in order to pursue our legitimate interest or a that of a third party, you don't agree with that processing and there is no overriding legitimate interest for us to continue processing it;
• the personal data was unlawfully processed;
• you need the personal data to be deleted in order to comply with legal obligations;
• the personal data is processed in relation to the offer of a service to a child.

You can ask us to delete your Game account by emailing us at privacy@littleorbit.com or contacting us via https://support.gamersfirst.com.

Obtain a machine-readable copy of your personal data, which you can use with another service provider

• If (i) we are processing data in order to perform our obligations to you or because you consented and (ii) that processing is carried out by automated means, we will help you to move, copy or transfer your personal data to other IT systems.
• If you request, we will supply you with the relevant personal data in CSV format. Where it is technically feasible, you can ask us to send this information directly to another IT system provider if you prefer.

Make a complaint to a Supervisory Authority

• If you are unhappy with the way we are processing your personal data, please let us know by contacting us via the support services.
• If you do not agree with the way we have processed your data or responded to your concerns, an alternative is to submit a complaint to a Data Protection Supervisory Authority.

8. Data Retention

We will only retain your personal information for as long as necessary to fulfil the purposes we collected it for, including for the purposes of satisfying any legal, accounting or reporting requirements.

To determine the appropriate retention period for personal information, we consider the amount, nature, and sensitivity of the personal information, the potential risk of harm from unauthorised use or disclosure of your personal information, the purposes for which we process your personal information and whether we can achieve those purposes through other means, and the applicable legal requirements

9. CHILDREN

We do not use the Game to knowingly solicit information from, or market to, children under the age of 13. Our terms of use prohibit users aged under 13 years from accessing the Game. In the event that we learn that we have collected personal information from a child under 13 years of age, we will delete that information as quickly as possible. If you believe that we might have any information from or about a child under 13 years of age, please contact us at privacy@littleorbit.com or via https://support.gamersfirst.com.

10. Security

We will take all reasonable technical and organisational precautions to prevent the loss misuse or alteration of your personal information. For example, our databases are isolated from other applications on our network, are password protected and access is limited to essential employees only (such as Little Orbit and GamersFirst.com management or employees whose main role requires system access).

Please be aware that, although we endeavour to provide reasonable security for information we process and maintain, no security system can prevent all potential security breaches.

11. INTERNATIONAL DATA TRANSFERS

Information that we collect from you will be stored outside the EEA (on secured servers in the United States or Japan).

Where we transfer your information outside of the EU, we have agreements in place with those parties which include standard data protection clauses adopted by a data protection regulator and approved by the European Commission to ensure that appropriate safeguards are in place to protect your personal data. If you would like to find out more about these safeguards, please let us know by writing to us at privacy@littleorbit.com or online at https://support.gamersfirst.com.

CONTACT INFORMATION

All questions, comments or enquiries should be directed to privacy@littleorbit.com or online via https://support.gamersfirst.com. We will endeavour to respond to any query or questions within two business days.

© 2018 Little Orbit, Inc. All trade marks are the property of the relevant owners. All rights reserved.